/* You already favorited this user. You must REALLY like them! */
"Already In Favorites Body" = "هذا المستخدم موجود مسبقًا في المفضلة، لابد أنك تحبه جدًا!";

/* Error message title. */
"Bad stuff happened" = "حدث شيء سيء";

/* Error message title. */
"Empty Username" = "اسم المستخدم فارغ";

/* Please enter a username. We need to know who to look for 😀 */
"Empty Username Body" = "فضلًا أدخل اسم مستخدم. نحتاج أن نعرف عن ماذا نبحث 😀";

/* Username text field placeholder */
"Enter a username" = "أدخل اسم مستخدم";

/* Faforites screen title (appears in the navigation bar).
   Title of the favorites tab. */
"Favorites" = "المفضلة";

/* Title for the number of followers. */
"Followers" = "المتابِعون";

/* Title for the number of following. */
"Following" = "المتابَعون";

/* Button: Go to followers list of a GitHub user. */
"Get Followers" = "اذهب إلى المتابِعين";

/* Button: Go to GitHub profile. */
"GitHub Profile" = "الملف الشخصي";

/* Celebration button title for success message. */
"Hooray!" = "جميل!";

/* The data recieved from the server was invalid. Please try again. */
"Invalid Data Body" = "البيانات التي تم استقبالها من الخادم غير صالحة. فضلًا حاول مرة أخرى";

/* Invalid response from the server. Please try again. */
"Invalid Response Body" = "جواب غير صالح من الخادم. فضلًا حاول مرة أخرى";

/* Error message title. */
"Invalid URL" = "رابط غير صالح";

/* The URL attached to this user is invalid. */
"Invalid URL Body" = "الرابط المرفق مع هذا المستخدم غير صالح";

/* This username created an invalid request. Please try again. */
"Invalid Username Body" = "هذا المستخدم تسبب في إنشاء طلب غير صالح. فضلًا حاول مرة أخرى";

/* Default value if the user didn't add a bio in his profile. */
"No bio available" = "لا يوجد نبذة";

/* Title for no favorites message. */
"No Favorites" = "لا يوجد مفضلة";

/* Something like: Add one from the followers screen. */
"No Favorites Body" = "أضف مفضلة من قائمة المتابِعين";

/* Error message title. */
"No Followers" = "لا يوجد متابِعين";

/* This user doesn't have any followers. Go follow them 😀
   This user has no folloers. What a shame 😞 */
"No Followers Body" = "ليس لهذا المستخدم أي متابِعين للأسف";

/* Default value if the user didn't add a location in his profile. */
"No Location" = "لا يوجد موقع";

/* Button: OK. */
"OK" = "حسنًا";

/* Title for the number of public gists. */
"Public Gists" = "Public Gists";

/* Title for the number of public repos. */
"Public Repos" = "Public Repos";

/* Title of the search tab. */
"Search" = "بحث";

/* Placeholder for search bar. */
"Search for a username" = "ابحث عن اسم مستخدم";

/* Button for error message. */
"So sad" = "مسكين";

/* Error message title. */
"Something went wrong" = "حدث خطأ ما";

/* Success message title. */
"Success!" = "تم!";

/* You have sucessfully favorited this user 🎉 */
"Success! Body" = "تم إضافة المستخدم إلى المفضلة بنجاح 🎉";

/* Unable to complete your request. Please check your internet connection. */
"Unable To Complete Body" = "تعذر إكمال طلبك. فضلًا تأكد من اتصالك بالإنترنت";

/* Error message body. */
"Unable to complete request." = "تعذر إكمال الطلب";

/* There was an error favoriting this user. Please try again. */
"Unable To Favorite Body" = "حدث خطأ أثناء إضافة المستخدم للمفضلة. فضلًا حاول مرة أخرى";

/* Error message title for removing favorite. */
"Unable to remove" = "خطأ في الإزالة";

/* Example: User since Oct 2017 */
"User since" = "مستخدم منذ";

"We were unable to complete your task at this time; Please try again." = "لم نتمكن من إكمال طلبك حاليًا؛ فضلًا حاول مرة أخرى";
